List listDataNews = [
  {
    "picture": 'images/grass1.png',
    "newstitle": '发挥中医药优势',
    "newscontent":
        '发挥中医药科技优势，打造完善的中医药科技创新体系。遵循中医药发展规律，坚持守正创新，不断完善中医药科技创新体系，加强科技创新基地建设。在中医药、针灸、中西医结合等基础研究领域部署建设一批国家重点实验室，汇集生命科学与中医药科研优势资源，打造国家战略科技力量，产出一批具有重大国际影响力的原创性成果。　　传承中医药文化优势，实现中医药文化的创造性转化、创新性发展。中医药是优秀的传统文化资源，传承中医药文化并不断赋予其时代内涵，是传播和弘扬中华文化的有力举措。挖掘中医药文化资源内涵，对古典医籍精华进行梳理和挖掘，追溯中医药学术源流。培养具有文化自信、人文素养、国学底蕴的中医药领军人才，使中医药文化薪火相传',
    "publisher": '新华社',
  },
  {
    "picture": 'images/bencaogangmu.png',
    "newstitle": '伤寒杂病论得到验证',
    "newscontent":
        '据展览《前言》介绍，“清肺排毒汤”是由中医古籍《伤寒杂病论》的多个经典方剂融合创新而成，该方被纳入国家第六版至第八版新冠肺炎诊疗方案，并作为治疗各型新冠肺炎的唯一通用方剂推荐使用，是开展系统研究最早、临床使用范围最广的方剂，也是湖北、武汉使用量最大的方剂，更是援助国际抗击新冠肺炎疫情数量最多的方剂，不仅是我国抗疫“利器”，也为全球抗疫作出了贡献。全国政协委员、闽藉国画家董希源本着弘扬中华文化之责任感，豪情满怀、奋袖而起、挥毫洒墨，以葛又文拟定的“清肺排毒汤”组成的21味中药为题材，夜以继日进行艺术创作，融合了中医药和中国画两种文化元素，终成“《清肺排毒汤》组画”，彰显了中医药之价值和魅力。',
    "publisher": '中国网',
  },
  {
    "picture": 'images/chenpi.png',
    "newstitle": '“以文带医，以药带商” 甘肃助力中医药走出去',
    "newscontent":
        '刘维忠表示，甘肃在“一带一路”中医药走出去采取“以文带医，以医带药，以药带商，以商扶贫”。“以文带医”，我们在八个国家建立了歧黄中医学院，在俄罗斯、法国、乌克兰、吉尔吉斯、摩尔多瓦、匈牙利、马达加斯加建立了歧黄中医学院。现在培养二百多医生了，医生培养起来就要开中药，这些国家没有中药就把甘肃中药出口出去了，甘肃中药出口了，解决了一部分的贫困问题，甘肃贫困地方农民有些县50%的农民收入靠种植中药材，有的乡达到70%，有的贫困村达到90%。甘肃在四个国家建立了中医中心，在中医中心旁边建了牛肉面馆，我们叫中医加牛肉面，外国人到中医馆治病后，再吃牛肉面，吃完牛肉面谈生意，把相关产业也带出去了。',
    "publisher": '中国新闻网',
  },
];
